Repository: Darwinkel/european-researchers-night-software
Catalog: ern/locale/*/LC_MESSAGES/django.po
Languages: nl

source: I have read and understood the information about the research project and I voluntarily agree to participate.
nl: Ik heb de informatie over het onderzoeksproject gelezen en begrepen en ga vrijwillig akkoord met deelname.

source: I understand that I can withdraw at any time, without giving a reason.
nl: Ik begrijp dat ik op elk moment kan terugtrekken, zonder opgave van reden.

source: I understand that taking part in the study involves interacting with an AI agent.
nl: Ik begrijp dat deelname aan de studie inhoudt dat ik interactie heb met een AI-agent.

source: I understand that the data collected through the stories that I provide will be deposited in DataverseNL so that it can be used for future research and learning.
nl: Ik begrijp dat de gegevens die worden verzameld via de verhalen die ik verstrek, zullen worden gedeponeerd in DataverseNL zodat het kan worden gebruikt voor toekomstig onderzoek.

source: I know whom to contact in case I have questions and I have been informed about my rights.
nl: Ik weet bij wie ik terecht kan als ik vragen heb en ik ben geïnformeerd over mijn rechten.

source: Age (set to '0' if you prefer not to say)
nl: Leeftijd (zet op '0' als je dat liever niet zegt)

source: Story
nl: Verhaal

source: Reconstruction difficulty
nl: Moeilijkheidsgraad van reconstructie

source: How good is this reconstruction?
nl: Hoe goed is deze reconstructie?

source: The story might be different from the original. Do you like this particular story now?
nl: Het verhaal kan anders zijn dan het origineel. Vind je dit specifieke verhaal leuk?

source: Prefer not to say
nl: Zeg ik liever niet

source: Other/Unspecified
nl: Anders/Niet gespecificeerd

source: Male
nl: Man

source: Female
nl: Vrouw

source: Why this research?
nl: Vanwaar dit onderzoek?

source: Thank you for participating in this experiment!
nl: Bedankt voor het deelnemen aan dit experiment!

source: You will help the Computational Linguistics Group at the RuG to collect data to train and test the next generation of Large Language Models. Thanks in advance! Your contribution will support the creation of challenging and high-quality data. By participating in this data collection effort you can contribute to better, safer, and trustworthy AI technologies for Dutch and English.
nl: Je helpt de Computational Linguistics Group van de RuG bij het verzamelen van gegevens om de volgende generatie van Large Language Models te trainen en testen. Bij voorbaat dank! Jouw bijdrage zal de creatie van uitdagende en kwalitatief goede gegevens ondersteunen. Door deel te nemen aan deze dataverzamelingsinspanning kun je bijdragen aan betere, veiligere en betrouwbare AI-technologieën voor het Nederlands en Engels.

source: Next
nl: Volgende

source: What do we ask of you during the research?
nl: Wat vragen we van je tijdens het onderzoek?

source: You are asked to do five tasks as part of a game.
nl: Je wordt gevraagd om vijf taken uit te voeren als onderdeel van een spel.

source: You have to come up with a story between 5 and 20 sentences.
nl: Je moet een verhaal bedenken van tussen de 5 en 20 zinnen.

source: You are asked to change the order of the sentences of the story
nl: Je wordt gevraagd de volgorde van de zinnen van het verhaal te veranderen

source: You estimate the difficulty of reconstructing the original story
nl: Je schat de moeilijkheidsgraad van het reconstrueren van het originele verhaal in

source: You are asked to rate the model's reconstruction of your reordering
nl: Je wordt gevraagd de reconstructie van het model van je herschikking te beoordelen

source: You are asked to rate the model's reconstruction of a random reordering
nl: Je wordt gevraagd de reconstructie van het model van een willekeurige herschikking te beoordelen

source: How will we treat your data?
nl: Hoe zullen we je gegevens behandelen?

source: The answers to the game will be used to create new datasets for training and testing LLMs in Dutch and English. The data can in no way be linked back to you personally.
nl: De antwoorden op het spel zullen worden gebruikt om nieuwe datasets te maken voor het trainen en testen van LLM's in het Nederlands en Engels. De gegevens kunnen op geen enkele manier aan jou persoonlijk worden gekoppeld.

source: We will collect only two sociodemographic factors: age and gender. The disclosure of this information is voluntary. You will be asked to provide this information at the beginning of the experiment, but can skip this step.
nl: We zullen slechts twee sociodemografische factoren verzamelen: leeftijd en geslacht. Het verstrekken van deze informatie is vrijwillig. Je wordt aan het begin van het experiment gevraagd om deze informatie te verstrekken, maar je kunt deze stap overslaan.

source: The two socio-demographics data points you decide to disclose will only be made available in an aggregated form. The entire data collection process is anonymous.
nl: De twee sociodemografische gegevenspunten die je besluit in te vullen, worden alleen beschikbaar gesteld in geaggregeerde vorm. Het hele dataverzamelingsproces is anoniem.

source: The data will be processed by researchers at the Computational Linguistics Group of the Faculty of Arts under the coordination of Prof. Malvina Nissim.
nl: De gegevens worden verwerkt door onderzoekers van de Computational Linguistics Group van de Faculteit der Letteren onder leiding van prof. Malvina Nissim.

source: The sociodemographic data will serve to offer other researchers additional insights into who has contributed to the creation of the data, offering information on potential bias.
nl: De sociodemografische gegevens zullen andere onderzoekers extra inzichten bieden in wie heeft bijgedragen aan de creatie van de gegevens, waardoor informatie wordt geboden over mogelijke bias in de data.

source: Do you have to participate in this study?
nl: Moet je deelnemen aan dit onderzoek?

source: Participation in this study is voluntary. If you decide not to participate, you do not need to explain why, and there will be no negative consequences for you. You have the right to withdraw from this study at any time until the first scientific output of the study has been submitted for publication.
nl: Deelnemen aan dit onderzoek is vrijwillig. Als je besluit niet deel te nemen, hoef je niet uit te leggen waarom, en er zullen geen negatieve gevolgen voor je zijn. Je hebt het recht om op elk moment terug te trekken uit dit onderzoek totdat de eerste wetenschappelijke output van het onderzoek is ingediend voor publicatie.

source: What else do you need to know?
nl: Wat moet je nog meer weten?

source: We encourage you to share any questions or comments you have about the study. You can ask your questions now, during, or after the study. You can do so by speaking with one of the researchers present or by emailing the research team (m.nissim@rug.nl).
nl: We moedigen je aan om eventuele vragen of opmerkingen die je hebt over het onderzoek te delen. Je kunt je vragen nu, tijdens of na het onderzoek stellen. Dit kan door te praten met een van de aanwezige onderzoekers of door een e-mail te sturen naar het onderzoeksteam (m.nissim@rug.nl).

source: Questions about your rights as a research participant or about the conduct of the research team can be asked to the Research Ethical Review Committee (CETO) of the Faculties of Arts, Philosophy, and Science &amp; Engineering of the University of Groningen: ceto@rug.nl.
nl: Vragen over je rechten als onderzoeksdeelnemer of over het gedrag van het onderzoeksteam kunnen worden gesteld aan de Research Ethical Review Committee (CETO) van de Faculteiten der Letteren, Wijsbegeerte en Science & Engineering van de Rijksuniversiteit Groningen:

source: Consent
nl: Toestemming

source: Before we can begin, you must consent to participate in this experiment. Please read the following information and click the 'Next' button to continue.
nl: Voordat we kunnen beginnen, moet je toestemming geven om deel te nemen aan dit experiment. Lees de volgende informatie en klik op de knop 'Volgende' om door te gaan.

source: Task 1: Coming up with a story
nl: Taak 1: Een verhaal bedenken

source: You have to come up with a short story (between 5 and 20 sentences) that would be appropriate for children. It should be a new story, but it can be similar in style and form to existing ones such as Cinderella, The Three Little Pigs, or Hansel and Gretel. You could also, for example, write about how you scored the winning goal in the World Cup finals
nl: Je moet een kort verhaal bedenken (tussen de 5 en 20 zinnen) dat geschikt zou zijn voor kinderen. Het moet een nieuw verhaal zijn, maar het kan qua stijl en vorm lijken op bestaande verhalen zoals Assepoester, De drie biggetjes of Hans en Grietje. Je zou ook bijvoorbeeld kunnen schrijven over hoe je het winnende doelpunt scoorde in de WK-finale

source: Your story can be about anything!
nl: Je verhaal mag over alles gaan!

source: On the next page, the story will be split into sentences. You will then be asked to shuffle the sentences and estimate the difficulty of reconstructing the story.
nl: Op de volgende pagina wordt het verhaal opgesplitst in zinnen. Vervolgens wordt je gevraagd de zinnen te herschikken en de moeilijkheidsgraad van het reconstrueren van het verhaal te schatten.

source: Examples of themes
nl: Voorbeelden van thema's

source: Suggestions for themes for these kinds of stories include animals, adventures, friendship, family, school, etc. It is up to you whether the story includes magical or fantastic elements. Some stories have a take-home message or moral, but this is not necessary.
nl: Suggesties voor thema's voor dit soort verhalen zijn dieren, avonturen, vriendschap, familie, school, enz. Het is aan jou of het verhaal magische of fantastische elementen bevat. Sommige verhalen hebben een boodschap of moraal om mee naar huis te nemen, maar dit is niet nodig.

source: Please use appropriate punctuation between sentences to make sure they are processed correctly by the system.
nl: Gebruik alstublieft de juiste interpunctie tussen zinnen om ervoor te zorgen dat ze correct worden verwerkt door het systeem.

source: Demographics (optional)
nl: Demografie (optioneel)

source: As we mentioned, we would like to ask you a few questions about yourself. This is very helpful for scientific research. You are free to skip any question you do not want to answer.
nl: Zoals we al zeiden, willen we je graag een paar vragen stellen over jezelf. Dit is zeer nuttig voor wetenschappelijk onderzoek. Je bent vrij om vragen over te slaan die je niet wilt beantwoorden.

source: Task 2: Shuffling your story
nl: Taak 2: Je verhaal herschikken

source: We have automatically split your story into sentences. You can drag and drop sentences to change their order. You can select a sentence by clicking and holding the left mouse button. Releasing the left mouse button while hovering over another sentence switches their position. When you are happy with your shuffle, rate the difficulty and press the 'Next' button.
nl: We hebben je verhaal automatisch opgesplitst in zinnen. Je kunt zinnen verplaatsen door ze te slepen. Je kunt een zin selecteren door op de linker muisknop te klikken en vast te houden. Als je de linker muisknop loslaat terwijl je boven een andere zin zweeft, wisselen ze van positie. Als je tevreden bent met je herschikking, beoordeel dan de moeilijkheidsgraad en druk op de knop 'Volgende'.

source: Reshuffling difficulty
nl: Moeilijkheidsgraad van herschikking

source: Before submitting your story, you should think about how hard it is to reconstruct the story. You can do this on a scale from 0 to 10, where 0 means trivial (perhaps even unchanged) and 10 means that all sentence have been totally randomized in a way that there is no discernible logical ordering.
nl: Voordat je je verhaal indient, moet je nadenken over hoe moeilijk het is om het verhaal te reconstrueren. Je kunt dit doen op een schaal van 0 tot 10, waarbij 0 triviaal betekent (misschien zelfs onveranderd) en 10 betekent dat alle zinnen volledig willekeurig zijn gerangschikt op een manier dat er geen herkenbare logische volgorde is.

source: Your original story
nl: Je originele verhaal

source: Now shuffle this story yourself:
nl: Herschik het verhaal nu zelf:

source: Task 3: Rating the model's reconstruction of your shuffle
nl: Taak 3: Beoordeling van de reconstructie van jouw herschikking

source: A Large Language Model has attempted to reconstruct your story. Your task is to rate how well the model has done so on two points:
nl: Een Large Language Model heeft geprobeerd je verhaal te reconstrueren. Je taak is om te beoordelen hoe goed het model dit heeft gedaan op twee punten:

source: Reconstruction quality
nl: Kwaliteit van reconstructie

source: How well has the model reconstructed the story? A score of 0 means that the model almost completely deviates from the original story in terms of factuality, writing, and ordering. A score of 10 means that the model has accurately reconstructed the writing and ordering of the original story.
nl: Hoe goed heeft het model het verhaal gereconstrueerd? Een score van 0 betekent dat het model bijna volledig afwijkt van het originele verhaal qua feitelijkheid, schrijven en ordening. Een score van 10 betekent dat het model het schrijven en de ordening van het originele verhaal nauwkeurig heeft gereconstrueerd.

source: Narrative quality
nl: Kwaliteit van het verhaal

source: It is possible that the model rewrote (some parts of) the story. Regardless of how well it reconstructs the original, how readable and coherent is the model output? A score of 0 means that the model has produced garbage, unintelligible output. A score of 10 means that the model has written a fluent and coherent story.
nl: Het is mogelijk dat het model (delen van) het verhaal heeft herschreven. De reconstructiekwaliteit buiten beschouwing gehouden: hoe leesbaar en samenhangend is de modeluitvoer? Een score van 0 betekent dat het model rommel heeft geproduceerd. Een score van 10 betekent dat het model een vloeiend en samenhangend verhaal heeft geschreven.

source: The LLM's reconstruction
nl: De reconstructie van het LLM

source: Note that the LLM may make some formatting errors. This is expected and should not be rated negatively.
nl: Het kan zijn dat het LLM enkele opmaakfouten maakt. Dit is te verwachten en moet niet meewegen in je beoordeling.

source: The next task is very similar to the one you just did, except that the story was shuffled randomly instead of by you.
nl: De volgende taak lijkt erg op degene die je zojuist hebt gedaan, behalve dat het verhaal willekeurig is herschikt in plaats van door jou.

source: Task 4: Rating the model's reconstruction of the system's random shuffle
nl: Taak 4: Beoordeling van de reconstructie van een willekeurige herschikking

source: This task is identical to the previous one, except that the story has been shuffled completely randomly by the system. Your task is to rate how well the model has reconstructed the story on the same two points as before:
nl: Deze taak is identiek aan de vorige, behalve dat het verhaal volledig willekeurig is herschikt door het systeem. Je taak is om te beoordelen hoe goed het model het verhaal heeft gereconstrueerd op dezelfde twee punten als voorheen:

source: Thank you!
nl: Hartelijk bedankt!

source: This concludes the experiment. You are very much encouraged to redo the experiment as much as you like, provided all your stories are somewhat unique. The more stories, the better!
nl: Dit is het einde van het experiment. Je wordt van harte aangemoedigd om het experiment zo vaak te herhalen als je wilt, mits al je verhalen enigszins uniek zijn. Hoe meer verhalen, hoe beter!

source: Feel free to ask us any questions you may have about the experiment or the world of large language models. On behalf of the team, we thank you for your participation!
nl: Wees vrij om ons vragen te stellen die je hebt over het experiment of over de wereld van grote taalmodellen. Namens het team bedanken we je voor je deelname!

source: End experiment
nl: Stop met het experiment
